tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"

brew "git"
brew "python@3.9"
brew "go"
brew "direnv"
brew "jq"
brew "the_silver_searcher"
brew "nkf"
brew "wget"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "nodenv"
brew "yarn"
brew "awscli"
cask "visual-studio-code"
cask "docker"
